Repository: chloHabitto/Habitto
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ko

# progress.habit.successRate
source: Success Rate
ko: 성공률

# progress.habit.totalDays
source: Total Days
ko: 총 일수

# progress.history
source: History
ko: 기록

# progress.insight.allDoingGreat
source: All habits are doing great!
ko: 모든 습관이 잘되고 있어요!

# progress.insight.almostThere
source: Almost there!
ko: 거의 다 왔어요!

# progress.insight.buildingMomentum
source: Building Momentum
ko: 모멘텀 쌓는 중

# progress.insight.couldUseNudge
source: Could Use a Nudge
ko: 조금 더 신경 쓸 것

# progress.insight.gettingStarted
source: Getting Started
ko: 시작 단계

# progress.insight.greatJob
source: Great job!
ko: 잘했어요!

# progress.insight.greatProgress
source: Great Progress
ko: 좋은 진행

# progress.insight.improving
source: You're improving!
ko: 점점 좋아지고 있어요!

# progress.insight.keepItUp
source: Keep it up!
ko: 계속 파이팅!

# progress.insight.keepUpExcellent
source: Keep up the excellent work!
ko: 훌륭해요!

# progress.insight.keepUpGreatWork
source: Keep up the great work!
ko: 잘하고 있어요!

# progress.insight.monthlyChampion
source: Monthly Champion
ko: 월간 챔피언

# progress.insight.needsWork
source: Needs some work
ko: 조금 더 노력이 필요해요

# progress.insight.onTrack
source: You're on track!
ko: 순조롭게 진행 중!

# progress.insight.outstandingConsistency
source: Outstanding monthly consistency!
ko: 탁월한 월간 꾸준함!

# progress.insight.perfectMonth
source: Perfect month!
ko: 완벽한 한 달!

# progress.insight.perfectWeek
source: Perfect week!
ko: 완벽한 한 주!

# progress.insight.personalizedTips
source: Personalized tips for your journey
ko: 나만의 여정 팁

# progress.insight.steadyImprovement
source: Steady Improvement
ko: 꾸준한 향상

# progress.insight.thisMonthsFocus
source: This Month's Focus
ko: 이번 달 포커스

# progress.insight.topPerformer
source: Top Performer
ko: 최고 수행

# progress.insights
source: Insights
ko: 인사이트

# progress.journey.activityOn
source: %@'s Activity
ko: %@ 활동

# progress.journey.avgEffort
source: Avg. Effort
ko: 평균 노력

# progress.journey.completeFromHome
source: Complete this habit from Home
ko: 홈에서 이 습관 완료하기

# progress.journey.completeFromHomeToStart
source: Complete this habit from Home to start building today's timeline
ko: 홈에서 이 습관을 완료하여 오늘 타임라인을 쌓아보세요

# progress.journey.completedAllHabits
source: You completed all your habits
ko: 모든 습관을 완료했어요

# progress.journey.dailyGoalComplete
source: Daily Goal Complete!
ko: 일일 목표 완료!

# progress.journey.dayStreak
source: %d day streak
ko: %d일 연속

# progress.journey.moreToReachGoal
source: %d more to reach your goal
ko: 목표까지 %d개 더

# progress.journey.noHabitsScheduledToday
source: No habits scheduled for today
ko: 오늘 예정된 습관이 없습니다

# progress.journey.now
source: NOW
ko: 지금

# progress.journey.perfectDay
source: Perfect day!
ko: 완벽한 하루!

# progress.journey.progressLabel
source: Progress: %d/%d
ko: 진행: %d/%d

# progress.journey.progressToday
source: Your progress journey today
ko: 오늘의 진행 여정

# progress.journey.sessions
source: Sessions
ko: 세션

# progress.journey.streakKeepItUp
source: You're on a %d-day streak. Keep it up!
ko: %d일 연속이에요. 계속해요!

# progress.journey.todaysActivity
source: Today's Activity
ko: 오늘의 활동

# progress.journey.yesterdaysActivity
source: Yesterday's Activity
ko: 어제의 활동

# progress.journey.yourDayAwaits
source: Your day awaits!
ko: 하루가 기다리고 있어요!

# progress.journey.yourDayBeginning
source: Your day is just beginning
ko: 하루가 막 시작됐어요

# progress.monthly.completionThisMonth
source: %d%% completion this month
ko: 이번 달 %d%% 완료

# progress.monthly.highlights
source: This Month's Highlights
ko: 이번 달 하이라이트

# progress.monthly.insights
source: Monthly Insights
ko: 월간 인사이트

# progress.monthly.title
source: This Month's Progress
ko: 이번 달 진행

# progress.overview
source: Overview
ko: 개요

# progress.period.allTime
source: All Time
ko: 전체

# progress.period.custom
source: Custom
ko: 사용자 지정

# progress.period.daily
source: Daily
ko: 일간

# progress.period.last30Days
source: Last 30 Days
ko: 최근 30일

# progress.period.last365Days
source: Last 365 Days
ko: 최근 365일

# progress.period.last7Days
source: Last 7 Days
ko: 최근 7일

# progress.period.last90Days
source: Last 90 Days
ko: 최근 90일

# progress.period.monthly
source: Monthly
ko: 월간

# progress.period.short.day
source: D
ko: 일

# progress.period.short.month
source: M
ko: 월

# progress.period.short.week
source: W
ko: 주

# progress.period.short.year
source: Y
ko: 년

# progress.period.thisMonth
source: This Month
ko: 이번 달

# progress.period.thisWeek
source: This Week
ko: 이번 주

# progress.period.thisYear
source: This Year
ko: 올해

# progress.period.today
source: Today
ko: 오늘

# progress.period.weekly
source: Weekly
ko: 주간

# progress.period.yearly
source: Yearly
ko: 연간

# progress.range.from
source: From
ko: 시작

# progress.range.selectRange
source: Select Range
ko: 기간 선택

# progress.range.to
source: To
ko: 종료

# progress.statistics
source: Statistics
ko: 통계

# progress.stats.completed
source: Completed
ko: 완료

# progress.stats.count
source: Count
ko: 횟수

# progress.stats.days
source: Days
ko: 일

# progress.stats.missed
source: Missed
ko: 놓침

# progress.stats.pending
source: Pending
ko: 대기 중

# progress.stats.rate
source: Rate
ko: 비율

# progress.stats.skipped
source: Skipped
ko: 건너뜀

# progress.stats.streakDays
source: %lld days
ko: %lld일

# progress.stats.times
source: Times
ko: 회

# progress.stats.total
source: Total
ko: 전체

# progress.summary.dailyAverage
source: Daily Average
ko: 일일 평균

# progress.summary.habitBreakdown
source: Habit Breakdown
ko: 습관별 분석

# progress.summary.monthlyAverage
source: Monthly Average
ko: 월간 평균

# progress.summary.overallProgress
source: Overall Progress
ko: 전체 진행률

# progress.summary.weeklyAverage
source: Weekly Average
ko: 주간 평균

# progress.timeCompletion.afternoon
source: Afternoon
ko: 오후

# progress.timeCompletion.evening
source: Evening
ko: 저녁

# progress.timeCompletion.lunch
source: Lunch
ko: 점심

# progress.timeCompletion.morning
source: Morning
ko: 아침

# progress.timeCompletion.mostSuccessfulIn
source: This habit seems to be most successful in the %@
ko: 이 습관은 %@에 가장 잘 수행되는 것 같아요

# progress.timeCompletion.night
source: Night
ko: 밤

# progress.timeCompletion.noData
source: No data
ko: 데이터 없음

# progress.timeCompletion.title
source: Time base completion
ko: 시간대별 완료

# progress.timeCompletion.whenYouComplete
source: When you typically complete this habit
ko: 이 습관을 주로 완료하는 시간대

# progress.title
source: Progress
ko: 진행

# progress.weekly.allDoingGreatKeepUp
source: All habits are doing great! Keep up the excellent work!
ko: 모든 습관이 훌륭해요! 계속 파이팅!

# progress.weekly.allPerformingWell
source: All habits are performing well this week!
ko: 이번 주 모든 습관이 잘되고 있어요!

# progress.weekly.analysis
source: Monthly Analysis
ko: 월간 분석

# progress.weekly.completeFewDaysForTrends
source: Complete habits for a few days to see your weekly trends!
ko: 며칠간 습관을 완료하면 주간 추세를 볼 수 있어요!

# progress.weekly.completeToSeeTopPerformer
source: Complete some habits this week to see your top performer!
ko: 이번 주 습관을 완료하면 최고 수행 습관을 확인할 수 있어요!

# progress.weekly.completionThisWeek
source: %d%% completion this week
ko: 이번 주 %d%% 완료

# progress.weekly.highlights
source: This Week's Highlights
ko: 이번 주 하이라이트

# progress.weekly.noScheduledAddSchedules
source: No habits scheduled this week. Add schedules to see highlights!
ko: 이번 주 예정된 습관이 없습니다. 일정을 추가하면 하이라이트를 볼 수 있어요!

# progress.weekly.noScheduledCheckSchedules
source: No habits scheduled this week. Check your habit schedules!
ko: 이번 주 예정된 습관이 없습니다. 습관 일정을 확인하세요!

# progress.weekly.oneDayTrackMore
source: You've logged 1 active day. Track a bit more to see trends!
ko: 1일 기록했어요. 조금 더 기록하면 추세를 볼 수 있어요!

# progress.weekly.outstandingWeek
source: Outstanding Week!
ko: 탁월한 한 주!

# progress.weekly.readyToStart
source: Ready to start your week strong! 💪
ko: 이번 주도 파이팅! 💪

# progress.weekly.title
source: This Week's Progress
ko: 이번 주 진행

# progress.weekly.trends
source: Weekly Trends
ko: 주간 추세

# progress.xp.earned
source: XP Earned
ko: 획득 XP

# progress.xp.plus50Earned
source: +50 XP earned
ko: +50 XP 획득

# progress.xp.thisMonth
source: XP This Month
ko: 이번 달 XP

# progress.xp.thisWeek
source: XP This Week
ko: 이번 주 XP

# progress.xp.totalEarned
source: Total XP Earned
ko: 총 획득 XP

# settings.backupRecovery
source: Backup & Recovery
ko: 백업 및 복구

# settings.customisation
source: Customisation
ko: 사용자 지정

# settings.dataPrivacy
source: Data & Privacy
ko: 데이터 및 개인정보

# settings.dateCalendar
source: Date & Calendar
ko: 날짜 및 달력

# settings.deleteData
source: Delete Data
ko: 데이터 삭제

# settings.exportData
source: Export Data
ko: 데이터 내보내기

# settings.general
source: General
ko: 일반

# settings.notifications
source: Notifications
ko: 알림

# settings.streakMode
source: Streak Mode
ko: 연속 모드

# settings.title
source: Settings
ko: 설정

# tab.habits
source: Habits
ko: 습관

# tab.home
source: Home
ko: 홈

# tab.more
source: More
ko: 더보기

# tab.progress
source: Progress
ko: 통계

# toast.birthdaySaved
source: Birthday saved successfully
ko: 생일이 저장되었습니다

# toast.languageChanged
source: Language changed
ko: 언어가 변경되었습니다

# toast.nameSaved
source: Name updated successfully
ko: 이름이 업데이트되었습니다

# toast.settingsSaved
source: Settings saved successfully
ko: 설정이 저장되었습니다
